Repository: WhakEi/Riyadh-Transport-iOS
Catalog: Riyadh Transport/Resources/*.lproj/Localizable.strings
Languages: ar

# app_name
source: Riyadh Transport
ar: نقل الرياض

source: OK
ar: حسناً

source: Cancel
ar: إلغاء

source: Done
ar: تم

source: Error
ar: خطأ

source: Loading...
ar: جاري التحميل...

source: Retry
ar: إعادة المحاولة

source: Close
ar: إغلاق

# route_tab
source: Route
ar: المسار

# stations_tab
source: Stations
ar: المحطات

# lines_tab
source: Lines
ar: الخطوط

source: Start Location
ar: موقع البداية

source: End Location
ar: موقع الوجهة

source: Find Route
ar: ابحث عن مسار

# use_location
source: Use Current Location
ar: استخدم موقعي الحالي

source: Route Details
ar: تفاصيل المسار

# total_time
source: Total Time: %d min
ar: الوقت الإجمالي: %d دقيقة

source: Walk
ar: امشِ

source: My Location
ar: موقعي

# select_locations
source: Please select start and end locations
ar: الرجاء تحديد موقع البداية والوجهة

# invalid_locations
source: Could not find one or more locations.
ar: تعذر العور على موقع واحد أو أكثر.

# route_walk_to_destination
source: Walk to your destination
ar: امشِ إلى وجهتك

# route_walk_to_station
source: Walk to %@
ar: امشِ إلى %@

# route_walk
source: Walk
ar: امشِ

# route_take_bus
source: Take Bus %@
ar: استقل حافلة %@

# route_take_metro
source: Take the %@
ar: استقل %@

# route_disembark_at
source: and Disembark at %@
ar: وانزل في %@

# route_travel_segment
source: Travel segment
ar: مقطع الرحلة

# stops_count
source: %d stops
ar: %d محطات

# minutes_count
source: %d mins
ar: %d دقائق

# one_minute
source: 1 min
ar: دقيقة واحدة

source: Search Location
ar: البحث عن موقع

# search_hint
source: Enter a location or station name
ar: أدخل اسم موقع أو محطة

# no_results
source: No results found
ar: لم يتم العثور على نتائج

source: Locations
ar: المواقع

source: Recents
ar: الأخيرة

# search_station
source: Search for a station...
ar: ابحث عن محطة...

source: Nearby Stations
ar: المحطات القريبة

# no_stations
source: No stations found
ar: لم يتم العثور على محطات

# no_stations_found
source: No matching stations found
ar: لم يتم العثور على محطات مطابقة

# no_gps_found
source: Try tapping somewhere on the map to look for nearby stations
ar: اضغط على الخريطة للبحث على محطات قريبة

# distance_in_meters
source: %.0f m
ar: %.0f متر

# distance_in_kilometers
source: %.1f km
ar: %.1f كيلومتر

# less_than_one_minute
source: < 1 min
ar: أقل من دقيقة

# station_distance_and_duration
source: %1$@ away, %2$@ walk
ar: يبعد %1$@، %2$@ مشيًا

# bus_line_title
source: Bus %@
ar: حافلة رقم %@

# ring_route_format
source: %@ Ring
ar: المسار الدائري %@

source: Metro
ar: قطار

source: Bus
ar: حافلة

source: All
ar: جميع المسارات

source: Route
ar: المسار

source: Stations
ar: المحطات

source: No stations available
ar: لا توجد محطات متاحة

source: Blue Line
ar: المسار الأزرق

source: Red Line
ar: المسار الأحمر

source: Orange Line
ar: المسار البرتقالي

source: Yellow Line
ar: المسار الأصفر

source: Green Line
ar: المسار الأخضر

source: Purple Line
ar: المسار البنفسجي

source: Favorites
ar: المفضلة

# no_favorite_stations
source: You haven't favorited any stations yet
ar: لم تقم بإضافة أي محطات إلى المفضلة بعد

# no_favorite_locations
source: You haven't favorited any locations yet
ar: لم تقم بإضافة أي مواقع إلى المفضلة بعد

# no_search_history
source: Try searching something up then come back here
ar: ابحث عن شيء ثم عد إلى هنا

source: Clear History
ar: مسح السجل

source: History
ar: السجل

source: Settings
ar: الإعدادات

source: Language
ar: اللغة

source: Cache
ar: ذاكرة التخزين المؤقت

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت

# clear_cache_message
source: This will clear all cached data.
ar: سيؤدي هذا إلى مسح جميع البيانات المخزنة مؤقتاً.

source: About
ar: حول

source: Version
ar: الإصدار

source: Source Code
ar: الكود المصدري

# location_permission_title
source: Location Permission
ar: إذن الموقع

# location_permission_message
source: This app needs access to your location to show nearby stations and plan routes.
ar: يحتاج هذا التطبيق إلى الوصول إلى موقعك لعرض المحطات القريبة والتخطيط للمسارات.

# map_tap_title
source: What would you like to do?
ar: ماذا تريد أن تفعل

source: Set as Origin
ar: تعيين كنقطة بداية

source: Set as Destination
ar: تعيين كوجهة

source: View Nearby Stations
ar: عرض المحطات القريبة

source: Live Arrivals
ar: الوصول المباشر

# no_arrivals
source: No arrivals at this time
ar: لا توجد أوقات وصول في الوقت الحالي

# lines_in_station
source: Lines in this station
ar: مسارات في هذه المحطة

# no_lines_found
source: No lines found for this station.
ar: فشل العثور على مسار يمر من هذه المحطة
